let words = [
    {
        word: "Microsoft Word",
        hint: "Мәтіндік құжаттар жасауға арналған офистік бағдарлама, мәтіндерді өңдеу, пішімдеу және баспаға шығару үшін қолданылады."
    },
    {
        word: "Microsoft Excel",
        hint: "Кестелерді құру және мәліметтерді өңдеу үшін қолданылатын бағдарлама. Формулалар мен диаграммаларды пайдалануға мүмкіндік береді."
    },
    {
        word: "Microsoft PowerPoint",
        hint: "Презентациялар жасауға арналған бағдарлама. Слайдтар, мәтіндер, суреттер және мультимедиялық мазмұнды енгізуге болады."
    },
    {
        word: "Google Docs",
        hint: "Google компаниясы ұсынған бұлтты қызмет, мәтіндік құжаттарды онлайн режимде жасау және өңдеу мүмкіндігін береді."
    },
    {
        word: "Google Sheets",
        hint: "Google компаниясының онлайн кесте бағдарламасы, мәліметтерді өңдеу, формулаларды қолдану және диаграммаларды құру үшін пайдаланылады."
    },
    {
        word: "Cloud Storage",
        hint: "Деректерді интернетте сақтау және оларға кез келген жерден қол жеткізу мүмкіндігін беретін жүйе. Мысалы, Google Drive немесе OneDrive."
    },
    {
        word: "Microsoft Access",
        hint: "Деректер базасын басқару бағдарламасы. Күрделі деректерді ұйымдастыру және басқаруға арналған."
    },
    {
        word: "Google Slides",
        hint: "Google компаниясының онлайн презентация жасауға арналған бағдарламасы. Слайдтар құрып, оларды интернет арқылы бөлісуге мүмкіндік береді."
    },
    {
        word: "Outlook",
        hint: "Microsoft корпорациясының электронды пошта және күнтізбе басқару бағдарламасы. Күнтізбе, тапсырмалар және кездесулерді ұйымдастыру үшін пайдаланылады."
    },
    {
        word: "OneNote",
        hint: "Microsoft бағдарламасы, жазбаларды, идеяларды, суреттерді және сілтемелерді сақтап, ұйымдастыруға мүмкіндік береді."
    }
]
