let words = [
    {
        word: "робот",
        hint: "бағдарламалық қамтамасыз етуді пайдалана отырып, белгіленген әрекеттерді орындауға қабілетті машина."
    },
    {
        word: "Датчик",
        hint: "сыртқы орта туралы ақпаратты жинап, талдау үшін роботқа беретін құрылғы."
    },
    {
        word: "Алгоритм",
        hint: "роботтың белгілі бір тапсырманы қалай орындау керектігін анықтайтын әрекеттер тізбегі."
    },
    {
        word: "Жасанды интеллект",
        hint: "роботтың жаңа жағдайларға бейімделу және берілген ақпарат негізінде шешім қабылдау қабілеті."
    },
    {
        word: "Мотор",
        hint: "роботтың пәрмен бойынша қозғалуын қамтамасыз ететін құрылғы."
    },
    {
        word: "Бағдарламалау",
        hint: "роботты басқару және оның тәртібін анықтау үшін код жазу."
    },
    
]