let words = [
    {
        word: "Word",
        hint: "Мәтіндік құжаттар жасауға арналған офистік бағдарлама, мәтіндерді өңдеу, пішімдеу және баспаға шығару үшін қолданылады."
    },
    {
        word: "Excel",
        hint: "Кестелерді құру және мәліметтерді өңдеу үшін қолданылатын бағдарлама. Формулалар мен диаграммаларды пайдалануға мүмкіндік береді."
    },
    {
        word: "PowerPoint",
        hint: "Презентациялар жасауға арналған бағдарлама. Слайдтар, мәтіндер, суреттер және мультимедиялық мазмұнды енгізуге болады."
    },
    {
        word: "RAM",
        hint: "Жедел есте сақтау құрылғысы"
    },
    {
        word: "ROM",
        hint: "Тұрақты есте сақтау құрылғысы"
    },
    {
        word: "MONITOR",
        hint: "Мәліметті шығару құрылғысы"
    },
    {
        word: "CURSOR",
        hint: "Экранның бетінде оның тұрағы, Қашан болсын жыпылықтап тұрады."
    },
    {
        word: "MOUSE",
        hint: "Жануарға ұқсас атым бар, Бағдар көрсетер затым бар. Кілемше үстінде тұрамын, Ең қажетті құралмын."
    },
    {
        word: "BIT",
        hint: "Биологияда бұл паразит, Көзге зорға көрінер, Информатикада өлшем бірлік, Ақпараттарды өлшер"
    }
]
